{
  "LazyVim": { "branch": "main" },
  "LuaSnip": { "branch": "master" },
  "alpha-nvim": { "branch": "main" },
  "better-escape.nvim": { "branch": "master" },
  "bufferline.nvim": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "codeium.vim": { "branch": "main" },
  "cutlass.nvim": { "branch": "main" },
  "dressing.nvim": { "branch": "master" },
  "fidget.nvim": { "branch": "main" },
  "flash.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "git-conflict.nvim": { "branch": "main" },
  "git-worktree.nvim": { "branch": "master" },
  "github-nvim-theme": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "glance.nvim": { "branch": "master" },
  "go.nvim": { "branch": "master" },
  "guihua.lua": { "branch": "master" },
  "harpoon": { "branch": "master" },
  "indent-blankline.nvim": { "branch": "master" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "material.nvim": { "branch": "main" },
  "mini.ai": { "branch": "main" },
  "mini.bufremove": { "branch": "main" },
  "mini.comment": { "branch": "main" },
  "mini.indentscope": { "branch": "main" },
  "mini.pairs": { "branch": "main" },
  "mini.surround": { "branch": "main" },
  "neo-tree.nvim": { "branch": "v3.x" },
  "neoconf.nvim": { "branch": "main" },
  "neodev.nvim": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "null-ls.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-luapad": { "branch": "master" },
  "nvim-navic": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-spectre": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-ufo": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "persistence.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "promise-async": { "branch": "main" },
  "rose-pine": { "branch": "main" },
  "rust-tools.nvim": { "branch": "master" },
  "telescope-file-browser.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "undotree": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-illuminate": { "branch": "master" },
  "vim-startuptime": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "yuck.vim": { "branch": "master" }
}